Repository: atmark-techno/atmark-dist
Catalog: user/openssh/openssh-4.3p2/debian/po/*.po
Languages: es, gl, nl, pt, ru, sv

source: Generate new configuration file?
es: ¿Desea generar un nuevo fichero de configuración?
gl: ¿Xerar un novo ficheiro de configuración?
nl: Wilt u dat er een nieuw configuratiebestand aangemaakt wordt?
pt: Gerar ficheiro de configuração novo?
ru: Сгенерировать новый конфигурационный файл
sv: Generera ny konfigurationsfil?

source: This version of OpenSSH has a considerably changed configuration file from the version shipped in Debian 'Potato', which you appear to be upgrading from. This package can now generate a new configuration file (/etc/ssh/sshd.config), which will work with the new server version, but will not contain any customisations you made with the old version.
es: Esta versión de OpenSSH tiene un fichero de configuración considerablemente diferente del incluido en Debian 'Potato', que es la versión desde la que parece estar actualizando. Puede crear automáticamente un nuevo fichero de configuración (/etc/ssh/sshd.config), que funcionará con la nueva versión del servidor, pero no incuirá las modificaciones que hiciera en la versión antigua.
gl: Esta versión de OpenSSH ten un ficheiro de configuración que cambiou moito con respecto á versión que se subministrou con Debian "Potato", desde a que semella que se está a actualizar. Pódeselle xerar agora un novo ficheiro de configuración (/etc/ssh/sshd.config) que ha funcionar coa nova versión do servidor, pero que non ha conter ningunha personalización que teña feito na versión antiga.
nl: Deze versie van OpenSSH gebruikt een configuratiebestand dat sterk veranderd is ten opzichte van dat in Debian 'Potato' (waarvan u lijkt op te waardereren). Het pakket kan nu een nieuw, met de nieuwe serverversie werkend, configuratiebestand (/etc/ssh/sshd.config) voor u genereren. Dit gegenereerde bestand zal echter de door u gemaakte aanpassingen in het oude configuratiebestand niet overnemen.
pt: Esta versão do OpenSSH tem um ficheiro de configuração bastante diferente da versão que vinha com o Debian 'Potato', que parece ser de onde está a actualizar. Este pacote pode agora gerar um novo ficheiro de configuração (/etc/ssh/sshd.config), que irá funcionar com a nova versão do servidor, mas não conterá nenhuma alteração que tenha feito à versão antiga.
ru: В этой версии OpenSSH значительно переработан файл настроек, в отличии от версии, которая поставлялась с Debian 'Potato', и которую Вы, кажется, обновляете. Я могу сгенерировать для Вас новый файл настроек (/etc/ssh/sshd.config), который будет работать с новой версией сервера, но не будет содержать настроек, которые Вы сделали в старой версии.
sv: Denna version av OpenSSH har ansenligt ändrat konfigurationsfilen från den version som skickades med i Debians "Potato"-utgåva som du verkar uppgradera från. Detta paket kan nu generera en ny konfigurationsfil (/etc/ssh/sshd.config) som kommer att fungera med den nya serverversionen men kommer inte att innehålla några anpassningar som du har gjort med den gamla versionen.

source: Please note that this new configuration file will set the value of 'PermitRootLogin' to yes (meaning that anyone knowing the root password can ssh directly in as root). It is the opinion of the maintainer that this is the correct default (see README.Debian for more details), but you can always edit sshd_config and set it to no if you wish.
es: Además, recuerde que este nuevo fichero de configuración dirá sí en la opción «PermitRootLogin», por lo que cualquiera que conozca la contraseña de root podrá entrar mediante ssh directamente como root. En opinión del mantenedor ésta es la opción predeterminada más adecuada (puede leer README.Debian si quiere conocer más detalles), pero siempre puede editar sshd_config y poner no si lo desea.
gl: Teña en conta que este ficheiro de configuración novo ha estabrecer o valor de "PermitRootLogin" a "yes", o que significa que calquera que coñeza o contrasinal do administrador ha poder conectarse directamente coma "root". Na opinión do mantedor este é o valor por defecto correcto (consulte README.Debian para ver máis detalles), pero sempre se pode editar sshd_config e poñelo a "no" se quere.
nl: Merk op dat dit nieuwe configuratiebestand de waarde van 'PermitRootLogin' op 'yes' zet (wat betekent dat iedereen die het root-wachtwoord kent via ssh rechtstreeks als root kan aanmelden). Het is de mening van de pakketbeheerder dat dit de juiste standaardwaarde is (zie README.Debian.gz voor meer details). Indien u dit niet wenst kunt u sshd_config handmatig aanpassen en de waarde op 'no' zetten.
pt: Por favor note que este novo ficheiro de configuração terá 'PermitRootLogin' definido para sim (o que significa que qualquer pessoa que saiba a palavra-chave de root pode ligar-se directamente como root a partir do ssh). É da opinião de quem mantém o pacote que este é o valor correcto por omissão (ver README.Debian para mais detalhes), mas pode sempre editar o sshd_config e definir não, se o desejar.
ru: Обратите внимание на то, что этот новый файл настроек установит значение параметра 'PermitRootLogin' в yes (означающего, что любой человек, знающий пароль суперпользователя может войти в систему через ssh). По мнению сопровождающего этого пакета - это разумно, но Вы всегда можете установить значение этого параметра в файле sshd_config так, как Вам кажется правильным.
sv: Notera att den nya konfigurationsfilen kommer att ställa in värdet för "PermitRootLogin" till "yes" (betyder att vem som helst som kan root-lösenordet kan logga in direkt som root). Det är paketansvariges åsikt att detta är det satt som standard (se README.Debian för mer detaljer) men du kan alltid redigera sshd_config och ställa in detta till "no" om du vill.

source: It is strongly recommended that you let this package generate a new configuration file now.
es: Es muy recomendable que permita que se genere un nuevo fichero de configuración ahora.
gl: Recoméndase encarecidamente que permita que este paquete xere agora un novo ficheiro de configuración.
nl: Het wordt ten sterkste aangeraden om dit pakket nu het nieuwe configuratiebestand te laten genereren.
pt: É fortemente recomendado que deixe este pacote gerar o novo ficheiro de configuração agora.
ru: Настоятельно рекомендуется разрешить сгенерировать для Вас новый файл настроек.
sv: Det är rekommenderas starkt att du låter detta paket generera en ny konfigurationsfil nu.

source: Do you want to continue (and risk killing active ssh sessions)?
es: ¿Desea continuar, aún a riesgo de matar las sesiones ssh activas?
gl: ¿Quere continuar (e arriscarse a que as sesións ssh activas morran)?
nl: Wilt u verder gaan (waardoor u mogelijk actieve ssh-sessies afluit)?
pt: Deseja continuar (e arriscar terminar todas as sessões activas de ssh)?
ru: Вы хотите продолжить (рискуя потерять активные ssh-соединения)?
sv: Vill du fortsätta (och riska att döda aktiva ssh-sessioner)?

source: The version of /etc/init.d/ssh that you have installed, is likely to kill all running sshd instances. If you are doing this upgrade via an ssh session, that would be a Bad Thing(tm).
es: La versión de /etc/init.d/ssh que tiene instalada es muy probable que mate el demonio ssh. Si está actualizando a través de una sesión ssh, puede que no sea muy buena idea.
gl: É posible que a versión de /etc/init.d/ssh que instalou vaia matar as instancias de sshd en execución. Se está a facer esta actualización por unha sesión ssh isto podería ser Algo Malo.
nl: De /etc/init.d/ssh versie die u geïnstalleerd hebt sluit waarschijnlijk alle lopende sshd-instanties af. Dit is niet goed wanneer u deze opwaardering via een ssh-sessie doet.
pt: A versão do /etc/init.d/ssh que tem instalado provavelmente terminará todas as instâncias de sshd. Se vai actualizar através de uma sessão ssh, pode ser uma Má Ideia(tm).
ru: Версия /etc/init.d/ssh, которую вы устанавливаете, может убить все запущенные процессы ssh. Если вы осуществляете это обновление через ssh сессию, то это Плохая Вещь (tm).
sv: Versionen av /etc/init.d/ssh som du har installerad kommer antagligen att döda alla körande instanser av sshd. Om du gör denna uppgradering via en ssh-session är detta en Dålig Idé(tm).

source: You can fix this by adding "--pidfile /var/run/sshd.pid" to the start-stop-daemon line in the stop section of the file.
es: Puede arreglarlo añadiendo «--pidfile /var/run/sshd.pid» a la línea 'start-stop-daemon', en la sección 'stop' del fichero.
gl: Pode arranxalo engadindo "--pidfile /var/run/sshd.pid" á liña start-stop-daemon da sección stop do ficheiro.
nl: U kunt dit repareren door "--pidfile /var/run/sshd.pid" toe te voegen aan de start-stop-daemon regel in de stop-sectie van het bestand.
pt: Pode arranjar isto adicionando "--pidfile /var/run/sshd.pid" à linha start-stop-daemon na secção stop do ficheiro.
ru: Это можно исправить добавлением "--pidfile /var/run/sshd.pid" в строке start-stop-daemon в разделе stop этого файла.
sv: Du kan lösa detta genom att lägga till "--pidfile /var/run/sshd.pid" till raden med start-stop-daemon i sektionen "stop" i filen.

source: Warning: you must create a new host key
es: Aviso: debe crear una nueva clave para su servidor
gl: Aviso: ten que crear unha nove chave de servidor
nl: Waarschuwing: er dient een nieuwe (encryptie)sleutel aangemaakt te worden voor deze computer.
pt: Aviso: tem de criar uma nova chave de 'host'
ru: Предупреждение: Вы должны создать новый хостовый ключ.
sv: Varning: du måste skapa en ny värdnyckel

source: There is an old /etc/ssh/ssh_host_key, which is IDEA encrypted. OpenSSH can not handle this host key file, and the ssh-keygen utility from the old (non-free) SSH installation does not appear to be available.
es: Su sistema tiene un /etc/ssh/ssh_host_key antiguo, que usa cifrado IDEA. OpenSSH no puede manejar este fichero de claves y tampoco parece estar disponible la utilidad ssh-keygen de la instalación antigua de SSH (no libre).
gl: Hai un ficheiro /etc/ssh/ssh_host_key antigo, que está cifrado con IDEA. OpenSSH non pode xestionar este ficheiro de chave do servidor e semella que a utilidade ssh-keygen da instalación de SSH antiga (non libre) non está dispoñible.
nl: Er is een oude IDEA-versleutelde /etc/ssh/ssh_host_key aanwezig. OpenSSH kan dit computer-sleutelbestand niet aan, en het ssh-keygen programma van de oude (niet-vrije) SSH installatie is niet te vinden.
pt: Existe um /etc/ssh/ssh_host_key antigo que está cifrado com IDEA. O OpenSSH não consegue usar este ficheiro de chave de 'host', e o utilitário ssh-keygen da instalação antiga (não livre) do SSH parece não estar disponível.
ru: Найден старый /etc/ssh/ssh_host_key, который зашифрован IDEA. OpenSSH не может работать с этим хостовым ключом, и я не могу найти утилиту ssh-keygen от старой (несвободной) инсталляции SSH.
sv: Det finns en gammal /etc/ssh/ssh_host_key som är IDEA-krypterad. OpenSSH kan inte hantera dessa värdnyckelfiler och verktyget ssh-keygen från den gamla (non-free) installationen av SSH verkar inte finnas tillgänglig.

source: You will need to generate a new host key.
es: Necesitará generar una nueva clave para su servidor.
gl: Ha ter que xerar unha nova chave de servidor.
nl: Het zal nodig zijn om een nieuwe computersleutel te genereren
pt: Terá de gerar uma nova chave para o host.
ru: Вам надо будет сгенерировать новый ключ хоста.
sv: Du behöver generera en ny värdnyckel

source: Disable challenge-response authentication?
es: ¿Desea deshabilitar la autenticación basada en desafío-respuesta?
gl: ¿Desactivar a autenticación por desafío-resposta?
nl: Challenge-response-authenticatie deactiveren?
pt: Desactivar autenticação por desafio-resposta?
ru: Отключить аутентификацию запрос-ответ?
sv: Stäng av challenge-response-autentisering?

source: Password authentication appears to be disabled in your current OpenSSH server configuration. In order to prevent users from logging in using passwords (perhaps using only public key authentication instead) with recent versions of OpenSSH, you must disable challenge-response authentication, or else ensure that your PAM configuration does not allow Unix password file authentication.
es: Parece que la configuración actual de su servidor de OpenSSH tiene deshabilitada la autenticación mediante contraseñas. En las versiones recientes de OpenSSH para impedir que los usuarios se puedan conectar con contraseñas (y obligar la utilización de sistemas de autenticación con clave pública) debe deshabilitar la autenticación basada en desafío-respuesta o asegurarse de que su configuración PAM no permite autenticación basada en el fichero de contraseñas Unix.
gl: Semella que a autenticación por contrasinal está desactivada na configuración actual do servidor de OpenSSH. Para evitar que os usuarios se conecten empregando contrasinais (probablemente empregando no seu canto autenticación por clave pública) coas versións recentes de OpenSSH ten que desactivar a autenticación por desafío-resposta ou asegurarse de que a súa configuración de PAM non permite a autenticación por ficheiro de contrasinais de Unix.
nl: Zo te zien is wachtwoord-authenticatie momenteel gedeactiveert in uw OpenSSH-serverconfiguratie. Om te voorkomen dat gebruikers met recente versies van OpenSSH inloggen met behulp van wachtwoorden (mogelijk door in plaats daarvan enkel publieke-sleutel authenticatie te gebruiken) dient challenge-response-authenticatie gedeactiveerd te woren. Zoniet dient u ervoor te zorgen dat uw PAM-configuratie geen Unix 'password'-bestand-authenticatie toe laat.
pt: Autenticação por palavra-chave aparenta estar desactivada na sua configuração actual do servidor OpenSSH. De forma a impedir que os utilizadores se liguem usando palavras-chave (talvez usando apenas autenticação por chave pública) com versões recentes do OpenSSH, tem de desactivar a autenticação por desafio-resposta, ou assegurar-se que a sua configuração do PAM não permite autenticação pelo ficheiro password de Unix.
ru: Кажется, парольная аутентификация отключена в вашей текущей настройке сервера OpenSSH. Чтобы запретить пользователям вход с использованием паролей (возможно, использовав вместо этого аутентфикацию по публичному ключу) в новых версиях OpenSSH, вы должны отключить аутентификацию запрос-ответ, либо убедиться, что ваша настройка PAM не разрешает аутентификацию по файлу паролей Unix.
sv: Lösenordsautentisering verkar vara inaktiverat i din aktuella konfiguration av OpenSSH-servern. För att förhindra att användare loggar in med lösenord (kanske bara med publik nyckelautentisering istället) med senare versioner av OpenSSH, måste du inaktivera challenge-response-autentisering eller se till att din PAM-konfiguration inte tillåter autentisering via Unix lösenordsfil.

source: If you disable challenge-response authentication, then users will not be able to log in using passwords. If you leave it enabled (the default answer), then the 'PasswordAuthentication no' option will have no useful effect unless you also adjust your PAM configuration in /etc/pam.d/ssh.
es: Si deshabilita la autenticación mediante desafío-respuesta los usuarios no podrán acceder con contraseñas. Si la deja habilitada (respuesta por omisión) entonces la opción «PasswordAuthentication no» no tendrá ninguna utilidad a menos que ajuste su configuración de PAM en «/etc/pam.d/ssh».
gl: Se desactiva a autenticación por desafío-resposta, os usuarios non han poder conectarse empregando contrasinais. Se a deixa activada (a resposta por defecto) a opción "PasswordAuthentication no" non ha ter ningún efecto útil a menos que tamén axuste a súa configuración de PAM en /etc/pam.d/ssh.
nl: Wanneer u challenge-response-authenticatie deactiveerd kunnen gebruikers niet meer inloggen met behulp van wachtwoorden. Als u het geactiveerd laat (de standaarwaarde) zal de 'PasswordAuthentication no' optie geen (nuttig) effect hebben tenzij u ook de PAM-configuratie aanpast in /etc/pam.d/ssh.
pt: Se desactivar autenticação por pedido-resposta, os utilizadores não serão capazes de se ligar usando palavras-chave. Se deixar activado (a resposta por omissão), então a opção 'PasswordAuthentication no' não terá efeito a não ser que também ajuste a configuração do PAM em /etc/pam.d/ssh.
ru: Если вы запретите аутентификацию запрос-ответ, пользователи более не смогут войти с использованием паролей. Если вы оставите её разрешенной (ответ по умолчанию), то опция 'PasswordAuthentication no' не будет иметь силы, до тех пор, пока вы не откорректируете настройки PAM в /etc/pam.d/ssh.
sv: Om du inaktiverar challenge-response-autentisering så kan användarna inte logga in med lösenord. Om du lämnar det aktiverat (som är standard) så kommer "PasswordAuthentication no" inte att ha någon effekt om du inte justerar din PAM-konfiguration i /etc/pam.d/ssh.
